<?php
// Heading
$_['heading_title']    			= 'Συμμόρφωση GDPR';

// Text
$_['text_extension']   			= 'Extensions';
$_['text_success']     			= 'Επιτυχία: Έχετε επεξεργαστή με επιτυχία την Συμμόρφωση GDPR!';
$_['text_edit']        			= 'Επεξεργασία Module';
$_['text_module']      			= 'Modules';
$_['text_complete']    			= 'Ολοκληρωμένο';
$_['text_error']       			= 'Σφάλμα';

// Entry
$_['entry_status']     			= 'Κατάσταση';
$_['text_gdpr_status']			= 'Κατάσταση Επεκτάσεων';
$_['text_gdpr_status_helper']   = 'Ενεργοποίηση ή Απενεργοποίηση Επέκτασης';

// Errors
$_['error_permission'] 			= 'Προσοχή: Δεν έχετε άδεια να επεξεργαστείτε το συγκεκριμένο Module!';
$_['error_unexpected'] 			= 'Παρουσιάστηκε ένα απροσδόκητο σφάλμα. Δοκιμάστε ξανά αργότερα ή επικοινωνήστε με τους προγραμματιστές της μονάδας με το ακόλουθο αναγνωριστικό σφάλματος: ';

// Licensing
$_['text_your_license']         = 'Η Άδεια σας';
$_['text_please_enter_the_code']= 'Εισαγάγετε τον κωδικό άδειας αγοράς προϊόντος:';
$_['text_activate_license']     = 'Ενεργοποιήστε την άδεια σας';
$_['text_not_having_a_license'] = 'Δεν έχετε κωδικό; Πάρτε έναν από εδώ.';
$_['text_license_holder']       = 'License Holder';
$_['text_registered_domains']   = 'Καταχωρημένα domain';
$_['text_expires_on']           = 'Η άδεια λήγει στις';
$_['text_valid_license']        = 'ΕΓΚΥΡΗ ΑΔΕΙΑ';
$_['text_manage']               = 'Διαχείριση';
$_['text_get_support']          = 'Λάβετε υποστήριξη';
$_['text_community']            = 'Κοινότητα';
$_['text_ask_our_community']    = 'Έχουμε μια μεγάλη κοινότητα. Είστε ελεύθεροι να το ρωτήσετε για το θέμα σας στο forum.';
$_['text_browse_forums']        = 'Περιήγηση forum';
$_['text_tickets']              = 'Tickets';
$_['text_open_a_ticket']        = 'Θέλετε να επικοινωνήσετε ένα προς ένα με τους ειδικούς μας; Στη συνέχεια, ανοίξτε ένα ticket υποστήριξης.';
$_['text_open_ticket_for_real'] = 'Άνοιγμα ticket';
$_['text_pre_sale']             = 'Ερώτησης πριν την πώληση';
$_['text_pre_sale_text']        = 'Έχετε μια λαμπρή ιδέα για το webstore σας; Η ομάδα των προγραμματιστών μας μπορεί να το κάνει πραγματικό.';
$_['text_bump_the_sales']       = 'Αυξήστε τις πωλήσεις';

$_['tab_home']       			= 'Λίστα Ελένχου';
$_['tab_controlpanel'] 			= 'Ρυθμίσεις';
$_['tab_support']       		= 'Υποστήριξη';
$_['tab_requests']				= 'Αιτήσεις';
$_['tab_acceptances']			= 'Αποδοχή Πολιτικής';
$_['tab_personaldata']			= 'Τρίτες Πηγές';
$_['tab_datasecurity']			= 'Ασφάλεια Δεδομένων';

$_['text_loading_data']		 	= 'Φόρτωση δεδομένων, παρακαλώ περιμένετε...';
$_['text_no_results']			= 'Δεν υπάρχουν αποτελέσματα στην τρέχουσα προβολή.';

$_['column_request_id']			= 'Αίτηση ID';
$_['column_type']				= 'Τύπος';
$_['column_email']				= 'Email';
$_['column_accept_language']	= 'Αποδοχή Γλώσσας';
$_['column_user_agent']			= 'Αντιπρόσωπος Χρηστών';
$_['column_server_ip']			= 'IP Διακομιστή';
$_['column_client_ip']			= 'IP Πελάτη';
$_['column_date']				= 'Ημερομηνία';
$_['column_acceptance_id']		= 'Αποδοχή ID';
$_['column_name']				= 'Όνομα';
$_['column_content']			= 'Περιεχόμενο κειμένου';
$_['column_actions']			= 'Ενέργειες';

$_['text_date_start']			= 'Ημερωμηνία Έναρξης';
$_['text_date_end']				= 'Ημερωμηνία Λήξης';
$_['text_filter']				= 'Φίλτρα';
$_['text_download']				= 'Λήψεις';
$_['text_view_current']			= 'Δείτε την τρέχων Πολιτικής';

$_['text_life_of_links']		= 'Λήξη του Αιτήματος GDPR';
$_['text_access_to_personal_data_link'] = 'Πρόσβαση στα Προσωπικά Δεδομένα';
$_['text_access_to_personal_data_link_helper'] = 'Χρόνος λήξης (σε ώρες) του κάθε αιτήματος απόκτησης Προσωπικών Δεδομένων. Εαν ο πελάτης δεν επιβεβαιώσει εντός του χρονικού ορίου που ορίσατε πρέπει να κάνει καινούργιο αίτημα.';
$_['text_access_default_hours'] = 'Προεπιλεγμένη Τιμή: 5 Ώρες';

$_['text_remove_personal_data_link'] = 'Διαγραφή Προσωπικών Δεδομένων';
$_['text_remove_personal_data_link_helper'] = 'Χρόνος λήξης (σε ώρες) για την διαγραφή/ανωνημοποίηση των προσωπικών δεδομένων του πελάτη. Εαν ο πελάτης δεν επιβεβαιώσει εντός του χρονικού ορίου που ορίσατε πρέπει να κάνει καινούργιο αίτημα..';
$_['text_delete_default_hours'] = 'Προεπιλεγμένη Τιμή: 2 Ώρες';

$_['text_access_to_personal_data'] = 'Προσβαση στα Προσωπικά Δεδομένα';
$_['text_access_to_personal_data_helper'] = 'Θα πρέπει να καθορίσετε σε ποιες υπηρεσίες στέλνετε ιδιωτικά δεδομένα πελατών (π.χ. όνομα, email, ID πελάτη, IP, κ.λπ.) στα παρακάτω πεδία.';
$_['text_third_party_services'] = 'Υπηρεσίες Τρίτων';
$_['text_third_party_services_helper'] = 'Καθορίστε εδώ τις υπηρεσίες που χρησιμοποιείτε για την παρακολούθηση, την ανάλυση ή την ενίσχυση της εμπειρίας των πελατών σας. Παράδειγμα: Διαφημίσεις Facebook, Facebook Pixel, Google Analytics, Google AdWords, Google Retargeting, MailChimp κλπ.';
$_['text_other_services'] = 'Άλλες Υπηρεσίες';
$_['text_other_services_helper'] = 'Καθορίστε εδώ τις υπηρεσίες που δεν είναι δημόσιες ή κάτι που χρησιμοποιείται αυστηρά για εσωτερική χρήση. Παράδειγμα: Ενσωμάτωση ERP, PIWIK, Matomo κλπ.';

$_['text_general'] = 'Γενικές Ρυθμίσεις';
$_['text_show_gdpr_menu_left'] = 'Εμφάνιση συνδέσμου στην επέκταση στο μενού Βασικού διαχειριστή';
$_['text_show_gdpr_menu_left_helper'] = 'Ενεργοποιήστε το αν θέλετε να βλέπετε σύνδεσμο του Module GDPR στο κύριο μενού διαχείρισης.';
$_['text_enabled'] = 'Ενεργοποιημένο';
$_['text_disabled'] = 'Απενεργοποιημένο';
$_['text_show_gdpr_menu_left_default'] = 'Προεπιλεγμένη Τιμή: Απενεργοποιημένο';

$_['tab_cookieconsent'] = 'Συγκατάθεση Cookies';
$_['text_cc_enable'] = 'Εμφάνιση Μπάρας Συγκατάθεσης Cookies';
$_['text_cc_enable_helper'] = 'Επιλέξτε αν θα ενεργοποιήσετε ή απενεργοποιήσετε την μπάρα συγκατάθεσης cookies.';
$_['text_cc_positioning'] = 'Θέση';
$_['text_cc_positioning_helper'] = 'Επιλέξτε την Θέση της μπάρας συγκατάθεσης cookie.';
$_['text_cc_banner_bottom'] = 'Banner Κάτω';
$_['text_cc_banner_top'] = 'Banner Πάνω';
$_['text_cc_banner_top_pushdown'] = 'Banner Πάνω (pushdown)';
$_['text_cc_banner_float_left'] = 'Floating Αριστερά';
$_['text_cc_banner_float_right'] = 'Floating Δεξιά';
$_['text_cc_link_to_pp'] = 'Να φαίνετε ένας σύνδεσμος της Πολιτική Απορρήτου στην μπάρα';
$_['text_cc_link_to_pp_helper'] = 'Αν ενεργοποιηθεί, θα φαίνετε ένας σύνδεσμος της Πολιτική Απορρήτου στην μπάρα.';
$_['text_cc_texts'] = 'Προσαρμοσμένο Κείμενο';
$_['text_cc_texts_helper'] = 'Καθορίστε τα κείμενα που θέλετε να εμφανίζονται στη γραμμή συγκατάθεσης cookie.';
$_['text_cc_main_message'] = 'Κύριο μήνυμα';
$_['text_cc_main_message_helper'] = 'Εισαγάγετε εδώ το κύριο μήνυμα της γραμμής. Ένα παράδειγμα έχει ήδη προβληθεί.';
$_['text_cc_pp_message'] = 'Σύνδεσμος Πολιτικής Απορρήτου';
$_['text_cc_pp_message_helper'] = 'Εαν επιλέξετε να δείχνετε έναν σύνδεσμο στην Πολιτική σας στην μπάρα, καθορίστε το κείμενο του συνδέσμου εδώ.';
$_['text_cc_accept_text'] = 'Κείμενο Κουμπιού Αποδοχής';
$_['text_cc_accept_text_helper'] = 'Καθορίστε το κείμενο στο κουμπί αποδοχής.';
$_['text_cc_dismiss_text'] = 'Κείμενο κουμπιού Κλεισίματος';
$_['text_cc_dismiss_text_helper'] = 'Καθορίστε το κείμενο στο κουμπί Κλεισίματος.';
$_['text_cc_track_pp_clicks'] = 'Παρακολουθήστε τα click των Αποδοχών Πολιτικής Απορρήτου';
$_['text_cc_track_pp_clicks_helper'] = 'Εάν είναι ενεργοποιημένο, τα click στο κουμπί "Αποδοχής" θα θεωρούνται ως αποδεκτές πολιτικές απορρήτου και θα καταγράφονται στη λειτουργική μονάδα.';
$_['text_cc_bar_bg'] = 'Φόντο Banner';
$_['text_cc_bar_text'] = 'Κείμενο Banner';
$_['text_cc_button_bg'] = 'Φόντο Κουμπιών';
$_['text_cc_button_text'] = 'Κείμενο Κουμπιών';
$_['text_cc_palette'] = 'Παλέτα Χρωμάτων';
$_['text_cc_palette_styling'] = 'Επιλέξτε το στυλ της γραμμής συγκατάθεσης cookie.';

// Dashboard
$_['text_steps_gdpr_compliant'] = 'Λίστα Ελένχου GDPR';
$_['text_install_the_extension'] = 'Εγκατάσταση Επέκτασης';
$_['text_install_the_extension_helper'] = 'Βεβαιωθείτε ότι έχει εγκαταστήσει την επέκταση &amp; όλα τα αρχεία έχουν μεταφορτοθεί στο κατάστημά σας.';
$_['text_enable_the_extension'] = 'Ενεργοποίηση της Επέκτασης';
$_['text_enable_the_extension_helper'] = 'Πηγένετε στην Καρτέλα Control Panel και ενεργοποιήστε το πρόσθετο.';
$_['text_track_policy_acceptances'] = 'Ξεκινήστε να καταγράφετε τις Αποδοχές της Πολιτικής Απορρήτου';
$_['text_track_policy_acceptances_helper'] = 'Αυτό είναι μέρος του νόμου GDPR, ο οποίος απαιτεί να γνωρίζετε ακριβώς πότε και σε ποια πολιτική συμφωνούν οι πελάτες σας.';
$_['text_respont_gdpr_requests'] = 'Ξεκινήστε να δέχεστε / απαντάτε στις αιτήσεις GDPR';
$_['text_respont_gdpr_requests_helper'] = 'Αυτό γίνεται αυτόματα από την επέκταση. Με τον νόμο GDPR, πρέπει να απαντήσετε σε όλα τα αιτήματα GDPR σε 72 ώρες. Χάρη στην επέκτασή μας, θα ληφθούν άμεσα υπόψη.';
$_['text_update_pp'] = 'Ενημερώστε την πολιτική απορρήτου σας';
$_['text_update_pp_helper'] = 'Αυτό είναι κάτι που πρέπει να κάνετε με το χέρι. Βεβαιωθείτε ότι ενημερώσατε την πολιτική απορρήτου σας και προσθέστε ότι το κατάστημά σας είναι πλέον συμβατό με το νόμο GDPR. Το GDPR λέει ότι οι πληροφορίες που παρέχετε στους ανθρώπους σχετικά με τον τρόπο επεξεργασίας των προσωπικών δεδομένων τους πρέπει να είναι: <ul> <li> συνοπτικές, διαφανείς, κατανοητές και εύκολα προσβάσιμες · </li> <li> γραμμένες με σαφή και απλή γλώσσα, ιδιαίτερα αν απευθύνεται σε παιδιά · </li> <li> δωρεάν.</li></ul>';
$_['text_enable_cookie_consent_bar'] = 'Ενεργοποίηση της γραμμής συγκατάθεσης cookie (προαιρετικό)';
$_['text_enable_cookie_consent_bar_helper'] = 'Εάν δεν έχετε μια γραμμή συγκατάθεσης cookie, μπορείτε να δοκιμάσετε τη δική μας. Είναι ιδιαίτερα προσαρμόσιμη και όταν κάποιος κάνει κλικ στο κουμπί "Αποδοχή", προσθέτουμε στην βάση δεδομένων μας ότι ο συγκεκριμένος πελάτης συμφώνησε με την πολιτική απορρήτου. Μπορείτε να ενεργοποιήσετε τη γραμμή συγκατάθεσής μας από το "Συγκατάθεση Cookies" στις ρυθμίσεις του πρόσθετου.';

$_['text_consent_bar_copyright'] = '* Η γραμμή συγκατάθεσης cookie δημιουργήθηκε χρησιμοποιώντας τον πηγαίο κώδικα του cookieconsent.insites.com, ο οποίος αναπτύχθηκε αρχικά από την SilkTide Ltd.';
$_['text_show_gdpr_footer'] = 'Εμφάνιση συνδέσμου στην επέκταση στο υποσέλιδο';
$_['text_show_gdpr_footer_helper'] = 'Ενεργοποιήστε το αν θέλετε να δείτε έναν σύνδεσμο προς τη μονάδα GDPR στο υποσέλιδο του καταστήματός σας. Λάβετε υπόψη ότι αν το θέμα σας είναι πολύ τροποποιημένο, ο σύνδεσμος ενδέχεται να μην εμφανίζεται και πρέπει να το προσθέσετε με μη αυτόματο τρόπο.';

$_['text_data_security_breach'] = 'Παραβίαση ασφαλείας δεδομένων';
$_['text_notify_customers'] = 'Κοινοποίηση παραβιάσεων ασφαλείας δεδομένων';
$_['text_data_security_breach_helper'] = 'Χρησιμοποιήστε αυτήν την επιλογή για να ενημερώσετε τον πελάτη σας όταν υπάρχει παραβίαση της ασφάλειας των δεδομένων του.';
$_['text_data_security_breach_helper_additional'] = 'Πρέπει να ενημερώσετε τους πελάτες σας ακριβώς πότε συνέβη η παραβίαση, ποιος είναι ο αριθμός των επηρεαζόμενων λογαριασμών και ποιες είναι οι ενέργειες που κάνατε μετά την ανακάλυψη.';

$_['text_gdpr_checklist_helper'] = 'Χρησιμοποιήστε την παρακάτω προσωπική λίστα ελέγχου GDPR για να επισημάνετε κάθε ενέργεια που έχετε ολοκληρώσει. Κάντε κλικ για να ελέγξετε κάθε σημείο.';
$_['text_gdpr_check_1'] = 'Έχει ενεργοποιηθεί η επέκταση συμμόρφωσης GDPR';
$_['text_gdpr_check_1_helper'] = 'Αυτό είναι το πρώτο εύκολο βήμα στη συμμόρφωση με τον GDPR.';
$_['text_gdpr_check_2'] = 'Κάντε ένα νέο σύνδεσμο GDPR να εμφανίζεται στο υποσέλιδο σας';
$_['text_gdpr_check_2_helper'] = 'Έχουμε αυτή τη δυνατότητα. Μπορείτε να το ενεργοποιήσετε από την Καρτέλα <strong>Ρυθμίσεις</strong>.';
$_['text_gdpr_check_3'] = 'Ελέγξτε την λειτουργία της επέκτασης συμμόρφωσης GDPR στο Μπροστινό Μέρος του καταστήματος σας';
$_['text_gdpr_check_3_helper'] = 'Σας προσθέτουμε μια νέα ενότητα στο μπροστινό μέρος του καταστήματος. Αφού ενεργοποιηθεί η επέκταση, οι πελάτες και οι επισκέπτες σας θα έχουν πρόσβαση σε ένα νέο σύνολο λειτουργιών που σχετίζονται με το GDPR. Ελέγξτε πώς εμφανίζεται στο μποστινό μερος η επέκταση GDPR σας - [link] - και αν φαίνεται καλό στο θέμα σας. Μπορείτε επίσης να κάνετε μια δοκιμή στις λειτουργίες του χρήστη.';
$_['text_gdpr_check_4'] = 'Ενημερώστε την Πολιτική απορρήτου σας με τις πληροφορίες GDPR';
$_['text_gdpr_check_4_helper'] = 'Θα παρακολουθήσουμε την αποδοχή της Πολιτικής Απορρήτου σας. Απλά πρέπει να βεβαιωθείτε ότι η Πολιτική Απορρήτου του webstore σας έχει μια ενότητα GDPR. Μπορείτε να βρείτε τη σελίδα <strong> Πολιτική Απορρήτου </strong> εδώ - [link]. Αν δεν έχετε τέτοια σελίδα, δημιουργήστε ένα από εδώ - [link2]. Μπορείτε να βρείτε καλά παραδείγματα του τι πρέπει να συμπεριλάβετε στην πολιτική απορρήτου [linkstart] σε αυτήν την ανάρτηση blog [linkend].';
$_['text_gdpr_check_5'] = 'Ενημερώστε τη σελίδα "Όροι και προϋποθέσεις" με πληροφορίες GDPR';
$_['text_gdpr_check_5_helper'] = 'Θα παρακολουθήσουμε την αποδοχή της σελίδας των Όρων και Προϋποθέσεων. Απλά πρέπει να βεβαιωθείτε ότι η σελίδα Όροι και Προϋποθέσεις του webstore σας έχει μια ενότητα GDPR. Μπορείτε να βρείτε τη σελίδα <strong> Όροι και προϋποθέσεις </strong> εδώ - [link]. Αν δεν έχετε τέτοια σελίδα, δημιουργήστε ένα από εδώ - [link2]. Μπορείτε να βρείτε καλά παραδείγματα του τι πρέπει να συμπεριλάβετε στους όρους &amp; προϋποθέσεις [linkstart] σε αυτήν την ανάρτηση ιστολογίου [linkend].';
$_['text_gdpr_check_6'] = 'Επιτρέψτε στους πελάτες σας να έχουν πρόσβαση στα προσωπικά δεδομένα τους';
$_['text_gdpr_check_6_helper'] = 'Έχουμε αυτή τη δυνατότητα. Οι πελάτες σας μπορούν να ζητήσουν και να λάβουν προσωπικά δεδομένα. Μπορείτε να δοκιμάσετε την λειτουργία του εδώ με ένα προφίλ πελάτη - [link]';
$_['text_gdpr_check_7'] = 'Επιτρέψτε στους πελάτες σας να ξεχαστούν';
$_['text_gdpr_check_7_helper'] = 'Έχουμε αυτή τη δυνατότητα. Μπορείτε να δοκιμάσετε την λειτουργία της επέκτασης εδώ - [link]';
$_['text_gdpr_check_8'] = 'Επιτρέψτε στους πελάτες σας να μπορούν να επεξεργάζονται τα δεδομένα τους';
$_['text_gdpr_check_8_helper'] = 'Έχουμε αυτή τη δυνατότητα. Μπορείτε να δοκιμάσετε την λειτουργία της επέκτασης εδώ - [link]';
$_['text_gdpr_check_9'] = 'Ξεκινήστε τη χρήση της Συγκατάθεσης Cookie, αν δεν την χρησιμοποιείται ήδη (προαιρετικά)';
$_['text_gdpr_check_9_helper'] = 'Έχουμε αυτή τη δυνατότητα. Μπορείτε να την ενεργοποιήσετε από την καρτέλα <strong> Συγκατάθεση cookie </strong> και να την ρυθμίσετε σύμφωνα με το στυλ που θέλετε.';
$_['text_gdpr_check_10'] = 'Παρακολουθήστε και διαχειριστείτε αιτήματα και παραδοχές GDPR';
$_['text_gdpr_check_10_helper'] = 'Έχουμε αυτή τη δυνατότητα. Μπορείτε να το κάνετε αυτό στις καρτέλες <strong> Αιτήσεις </strong> και <strong> Αποδοχή Πολιτικής </strong>.';
$_['text_link'] = '[LINK]';
$_['text_link_test'] = 'CLICK ΓΙΑ TEST';
$_['text_link_view'] = 'CLICK ΓΙΑ ΠΡΟΒΟΛΗ';
$_['text_link_add'] = 'CLICK ΓΙΑ ΠΡΟΣΘΗΚΗ';

// GDPR 1.2/2.2/3.2
$_['text_cc_cookies_change'] = 'Αλλαγή κειμένου κουμπιών Cookies';
$_['text_cc_cookies_change_helper'] = 'Καθορίστε το κείμενο στο κουμπί που θα δώσει στους πελάτες τη δυνατότητα ενεργοποίησης / απενεργοποίησης των cookies.';
$_['text_cookie_management'] = 'Διαχείριση Cookies';
$_['text_cc_customize'] = 'Προσαρμογή';
$_['text_ccc_functional'] = 'Αυστηρά Απαιτούμενα Cookies';
$_['text_ccc_functional_helper'] = 'Αυτά τα cookies απαιτούνται για την ορθή εκτέλεση του ιστότοπου και δεν μπορούν να απενεργοποιηθούν. Αυτά τα cookie ορίζονται μόνο ως απάντηση σε ενέργειες που πραγματοποιήθηκαν από εσάς, όπως γλώσσα, νόμισμα, περίοδο σύνδεσης, προτιμήσεις απορρήτου. Μπορείτε να ρυθμίσετε το πρόγραμμα περιήγησής σας να αποκλείει αυτά τα cookies, αλλά ο ιστότοπός μας ενδέχεται να μην λειτουργεί στη συνέχεια.';
$_['text_ccc_analytics'] = 'Analytics και Στατιστικά Στοιχεία';
$_['text_ccc_analytics_helper'] = 'Αυτά τα cookies μας επιτρέπουν να μετράμε την επισκεψιμότητα επισκεπτών και να βλέπουμε τις πηγές επισκεψιμότητας συλλέγοντας πληροφορίες σε σύνολα δεδομένων. Επίσης, μας βοηθούν να κατανοήσουμε ποια προϊόντα και ενέργειες είναι πιο δημοφιλή από άλλα.';
$_['text_ccc_marketing'] = 'Marketing και Retargeting';
$_['text_ccc_marketing_helper'] = 'Αυτά τα cookies καθορίζονται συνήθως από τους συνεργάτες Marketing και διαφήμισης. Μπορούν να χρησιμοποιηθούν από αυτούς για να δημιουργήσουν ένα προφίλ που σας ενδιαφέρει και αργότερα να σας δείξει σχετικές διαφημίσεις. Εάν δεν επιτρέψετε αυτά τα cookies, δεν θα προβάλονται στοχευμένες διαφημίσεις για τα ενδιαφέροντά σας.';
$_['text_cc_close_action'] = 'Τι θα κάνει το κουμπί "Κλείσιμο"';
$_['text_cc_close_action_helper'] = 'Επιλέξτε την ενέργεια που θα εκτελείτε όταν οι πελάτες κάνουν κλικ στο κουμπί "Κλείσιμο" στη γραμμή συγκατάθεσης "cookie".';
$_['text_cc_stop_nothing'] = 'Δεν θα γίνετε Τίποτα μέχρι οι επισκέπτες να τα απορρίψουν';
$_['text_cc_stop_marketing'] = 'Σταματάει τα marketing cookies μέχρι οι επισκέπτες να τα απορρίψουν';
$_['text_cc_stop_analytics'] = 'Σταματάει τα analytics cookies μέχρι οι επισκέπτες συνεναίσουν';
$_['text_cc_stop_both'] = 'Σταματάει τα marketing & analytics cookies μέχρι οι επισκέπτες να συνεναίσουν';

// GPD 1.3/2.3/3.3
$_['text_gdpr_seo_link'] = 'SEO Link Slug';
$_['text_gdpr_seo_link_helper'] = 'Χρησιμοποιήστε αυτή τη λειτουργία για να προσθέσετε μια φιλική προς το χρήστη διεύθυνση URL στη σελίδα εργαλείων GDPR. Για να λειτουργήσει αυτό, θα πρέπει να ενεργοποιήσετε την επιλογή "<em> Χρήση συνδέσμων SEO </em>" στις ρυθμίσεις του καταστήματός σας. Πληκτρολογήστε μόνο το slug που θα χρησιμοποιηθεί ως υποκατάστατο της αρχικής διεύθυνσης URL.';
$_['text_cc_cookie_button'] = 'Κείμενο Κουμπιού Αποκάλυψης Μπάρας Cookie';
$_['text_cc_cookie_button_helper'] = 'Καθορίστε το κείμενο που θα εμφανίζει το μικρό κουμπί cookie, το οποίο θα αποκαλύψει ολόκληρη τη γραμμή συγκατάθεσης cookie.';
$_['text_cc_always_show'] = 'Δείξτε ένα κουμπί το οποίο αποκαλύπτει τη γραμμή συγκατάθεσης cookie';
$_['text_cc_always_show_helper'] = 'Προσθέτει ένα μικρό κουμπί στην κορυφή ή στο κάτω μέρος της σελίδας (ανάλογα με την τοποθέτηση της γραμμής cookie) που με το κλικ αποκαλύπτει ολόκληρη τη γραμμή. Μπορεί να χρησιμοποιηθεί από τους πελάτες για να αλλάξει τις προτιμήσεις των cookies.';

// GDPR 1.4/2.4/3.4
$_['text_gdpr_cc_styles'] = 'Custom CSS Styling';
$_['text_gdpr_cc_styles_helper'] = 'Εφαρμόστε προσαρμοσμένα στυλ στη γραμμή συγκατάθεσης του cookie.';
$_['text_cc_default_action'] = 'Αρχική κατάσταση της γραμμής συγκατάθεσης cookie';
$_['text_cc_default_action_helper'] = 'Επιλέξτε την προεπιλεγμένη κατάσταση της γραμμής συγκατάθεσης cookie (όταν ο επισκέπτης μόλις άνοιξε τον ιστότοπό σας και δεν έχει χρησιμοποιήσει τη γραμμή).';
$_['text_optins'] = 'Ρυθμίσεις Συνέναισης';
$_['text_contact_form_optin_link'] = 'Ενεργοποιήστε τη συνέναιση στην φόρμα επικοινωνίας';
$_['text_contact_form_optin_link_helper'] = 'Χρησιμοποιήστε αυτήν τη λειτουργία εάν θέλετε οι πελάτες σας να αποδεχθούν την Πολιτική απορρήτου χρησιμοποιώντας τη φόρμα επικοινωνίας.';
$_['tab_optins'] = 'Συνέναιση/Απόρριψη';
$_['column_optin_id'] = 'ID Συνέναισης';
$_['column_action'] = 'Ενέργειες';
